<?php
use yii\helpers\Url;

/* @var $this yii\web\View */
/* @var $employer common\models\Employer */
/* @var $job common\models\Job */

$shareUrl = Url::to(['job/share', 'id' => $job->job_id], true);
?>
<tr>
    <td>
        <h1>مرحبا <?= $employer->employer_contact_firstname ?>،</h1>
        <p class="lead">
            يسرنا إعلامك بتلقيك المتقدم الأول للحصول على وظيفة. و نأمل أن يكون العديد منه
        </p>
        <p>
            يمكنك عرض هذا المتقدم عن طريق تسجيل الدخول في بوابة أصحاب الأعمال.
        </p>
        <p>
            وإن كنت ترغب بالحصول على المزيد من المتقدمين، ننصحك بمشاركة عملك على منصات التواصل الاجتماعي لجذب المزيد من المتقدمين.
        </p>
        <p>
            و عليها، سوف تحصل على بريد إلكتروني عند حصولك على متقدمين جدد (بناءً على تفضيلات الإشعار) فترقّب هذه الرسائل الإلكترونية و لا تنسى أن تتواصل مع الطلاب بعد تقديمهم على طلب للحصول على وظيفة مباشرةً، قبل أن يتم توظيفهم من قبل شخص آخر.
        </p>
        <p>
            أما في هذه الأثناء، يرجى إعلامنا إن كان لديكم أي أسئلة.
            <br/>
            نأمل أن تجدوا هذا مفيداً، حظاً سعيداً!
        </p>
        <p>
            مع تحيات
            <br/>
            StudentHub فريق
        </p>
    </td>
    <td class="expander"></td>
</tr>

<tr>
    <td>
        <table class="button success">
            <tbody>
                <tr>
                    <td>
                        <a href="<?= $shareUrl ?>"> ضع وظيفتك على وسائل الاعلام الاجتماعية</a>
                    </td>
                </tr>
            </tbody>
        </table>
    </td>
    <td class="expander"></td>
</tr>